Repository: CodingWithTashi/TibetanLanguageLearningApp
Catalog: lib/l10n/app_*.arb
Languages: bo

# language
source: English
bo: Tibetan

# learnLangauge
source: Learn
bo: སྐད་ཡིག་སྦྱོང།

# practiceLanguage
source: Practice
bo: སྦྱོང་བརྡར་བྱེད།

source: Use Cases
bo: བེད་སྤྱོད་བྱེད།

# playGame
source: Game (Beta)
bo: རྩེད་མོ་རྩེ།

# thirtyConsonant
source: Tibetan 30 consonants
bo: གསལ་བྱེད་སུམ་ཅུ།

source: Four Vowels
bo: དབྱངས་བཞི།

source: five Prefixes
bo: སྔོན་འཇུག་ལྔ།

source: Ten Suffixes
bo: རྗེས་འཇུག་བཅུ།

source: Two Postfixes
bo: ཡང་འཇུག་གཉིས།

# ragoSurmounted
source: 12 Rango Surmounted
bo: ར་མགོ་བཅུ་གཉིས།

# lagoSurmounted
source: 10 Lango Surmounted
bo: ལ་མགོ་བཅུ།

# sagoSarmounted
source: 11 Sago Surmounted
bo: ས་མགོ་བཅུ་གཅིག།

# yatakSubJoin
source: 7 Yatak Subjoined
bo: ཡ་བཏགས་བདུན།

# ratakSubJoined
source: 12 Ratak Subjoined
bo: ར་བཏགས་བཅུ་གཉིས།

# latakSubJoined
source: 6 Latak Subjoined
bo: ལ་བཏགས་དྲུག།

# verb
source: Verbs
bo: མིང་ཚིག།

source: Pronoun
bo: མིང་ཚབ།

# greeting
source: Greetings
bo: འཚམས་འདྲི།

# color
source: Colors
bo: ཚོན་མདོག།

source: Family
bo: ནང་ཚང།

# number
source: Numbers
bo: ཨང་ཀི།

# spellingBeeContest
source: Spelling Contest
bo: དག་ཆ་། འགྲན་སྡུར།
